tap "homebrew/bundle"
brew "python@3.11"
brew "ansible"
brew "ansible-lint"
brew "fish"
brew "kubernetes-cli"
brew "mas"
brew "progress"
brew "rsync"
brew "rust"
brew "stress-ng"
cask "chrome-remote-desktop-host"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "grammarly"
cask "hyper"
cask "libreoffice"
cask "logi-options-plus"
cask "obs"
cask "postman"
cask "pycharm-ce"
cask "rectangle"
cask "rustrover"
cask "sony-ps-remote-play"
cask "steam"
cask "telegram"
cask "tor-browser"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "anseki.vscode-color"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "Gruntfuggly.todo-tree"
vscode "HookyQR.beautify"
vscode "kddejong.vscode-cfn-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscode-icons-team.vscode-icons"
